cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/fonts"

brew "git"
brew "ag"
brew "ack"
brew "ruby"
brew "tree"
brew "jq"
brew "macvim", args: ["--with-override-system-vim"]
brew "rustup"
brew "cmake"

cask "font-source-code-pro"
cask "lastpass"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "android-studio"
cask "iterm2"
cask "brave-browser"
cask "sublime-text"
cask "sizeup"
